[
    {
        "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "title": "Play Cricket and Enjoy your time.",
        "trainer": {
            "name": "Hasim Amla",
            "fee": "$ 3000",
            "img": "https://img1.hscicdn.com/image/upload/f_auto/lsci/db/PICTURES/CMS/263700/263765.1.jpg"
        },
        "thumbnail_url": "https://images.unsplash.com/photo-1589801258579-18e091f4ca26?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGNyaWNrZXR8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "image_url": "https://images.unsplash.com/photo-1562077772-3bd90403f7f0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGNyaWNrZXR8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "details": "There is a consensus of expert opinion that cricket may have been invented during Saxon or Norman times by children living in the Weald, an area of dense woodlands and clearings in south-east England. The first reference to cricket being played as an adult sport was in 1611, and in the same year, a dictionary defined cricket as a boys' game. There is also the thought that cricket may have derived from bowls, by the intervention of a batsman trying to stop the ball from reaching its target by hitting it away. Village cricket had developed by the middle of the 17th century and the first English “county teams” were formed in the second half of the century, as “local experts” from village cricket were employed as the earliest professionals. The first known game in which the teams use county names is in 1709. In 1744, the first Laws of Cricket were written and subsequently amended in 1774, when innovations such as lbw, a 3rd stump, - the middle stump and a maximum bat width were added. The codes were drawn up by the “Star and Garter Club” whose members ultimately founded the famous Marylebone Cricket Club at Lord's in 1787. MCC immediately became the custodian of the Laws and has made revisions ever since then to the current day.Cricket was introduced to North America via the English colonies as early as the 17th century, and in the 18th century it arrived in other parts of the globe. It was introduced to the West Indies by colonists and to India by British East India Company mariners. It arrived in Australia almost as soon as colonisation began in 1788 and the sport reached New Zealand and South Africa in the early years of the 19th century."
    },
    {
        "_id": "0282e0e58a5c404fbd15261f11c2ab6b",
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 988,
        "title": "Football is the most favourit game.",
        "trainer": {
            "name": "Tawheed Shimul",
            "fee": "$ 3500",
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ7K0ZtfnDuxw-2eyNodLq2HRqab08COMGAQg&usqp=CAU"
        },
        "thumbnail_url": "https://images.unsplash.com/photo-1431324155629-1a6deb1dec8d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fGZvb3RiYWxsfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "image_url": "https://images.unsplash.com/photo-1602674809970-89073c530b0a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8Zm9vdGJhbGwlMjBwbGF5ZXJ8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "details": "Football clubs have existed since the 15th century, but unorganized and without official status. It is therefore hard to decide which the first football club was. Some historians suggest that it was the Foot-Ball Club formed 1824 in Edinburgh. Early clubs were often formed by former school students and the first of this kind was formed in Sheffield in 1855. The oldest among professional football clubs is the English club Notts County that was formed in 1862 and still exists today.The sport was at first an entertainment for the British working class. Unprecedented amounts of spectators, up to 30,000, would see the big matches in the late 19th century. The game would soon expand by British peoples who traveled to other parts of the world. Especially in South America and India would the interest in football become big.As with many things in history, women were for a long time excluded from participating in games. It was not before the late 19th century that women started to play football. The first official women's game took place in Inverness in 1888.In 1908 would football for the first time be included as an official sport in the Olympic Games. Until the first FIFA World Cup was played in 1930, the Olympic Games football tournament would rank as the most prestigious on a national level. Women's football was not added until 1996.In most parts of the world, football is used as the name for the “chess of the green pitch”, the biggest sport in the world. In the United States and Canada, however, soccer is used instead as a distinction from American football. A more formal name sometimes used is association football, but in popular speech, it is either football or soccer."
    },
    {
        "_id": "f69a695f037cd9484cecaea37ca71011",
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 708,
        "title": "The Badminton World Federation",
        "trainer": {
            "name": "Lin Dan",
            "fee": "$ 3000",
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLu-i4QQhYbXmXhaopmTY6kecAG_r_Q6VFgQ&usqp=CAU"
        },
        "thumbnail_url": "https://images.unsplash.com/photo-1613918431703-aa50889e3be9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTJ8fGJhZG1pbnRvbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "image_url": "https://images.unsplash.com/photo-1521537634581-0dced2fee2ef?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8YmFkbWludG9uJTIwZ2FtZXxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "The Badminton World Federation (BWF; originally the International Badminton Federation), the world governing body of the sport, was formed in 1934. Badminton is also popular in Malaysia, Indonesia, Japan, and Denmark. The BWF’s first world championships were held in 1977. A number of regional, national, and zonal badminton tournaments are held in several countries. The best-known of these is the All-England Championships. Other well-known international tournaments include the Thomas Cup (donated 1939) for men’s team competition and the Uber Cup (donated 1956) for women’s team competition.Competitive badminton is usually played indoors because even light winds affect the course of the shuttlecock. (Recreational badminton, on the other hand, is a popular outdoor summertime activity.) The rectangular court is 44 feet (13.4 metres) long and 17 feet (5.2 metres) wide for singles, 20 feet (6.1 metres) wide for doubles. A net 5 feet (1.5 metres) high stretches across the width of the court at its centre. A clear space of 4 feet (1.3 metres) around the court is needed. Play consists entirely of volleying—hitting the shuttlecock back and forth across the net without letting it touch the floor or ground within the boundaries of the court.In international play, athletes compete in best-of-three-games matches. A game is played to 21 points, provided that the winner has at least a 2-point advantage. If a 2-point advantage is never reached, the first player or team to score 30 points wins. Points were only awarded to the serving side until 2006, when the BWF adopted the “rally scoring” system, under which either side can score at any time."
    },
    {
        "_id": "f69a695f037cd9484cecaea37ca71012",
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "title": "Volleyball played",
        "trainer": {
            "name": "Karch Kiraly",
            "fee": "$ 2500",
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm3q37EAYdTc2bmmY8pvLUqhkN9SM3XL3BIQ&usqp=CAU"
        },
        "thumbnail_url": "https://images.unsplash.com/photo-1612872087720-bb876e2e67d1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dm9sbGV5YmFsbHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "image_url": "https://plus.unsplash.com/premium_photo-1661898138147-60892625ba31?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8dm9sbGV5YmFsbHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "details": "volleyball, game played by two teams, usually of six players on a side, in which the players use their hands to bat a ball back and forth over a high net, trying to make the ball touch the court within the opponents’ playing area before it can be returned. To prevent this a player on the opposing team bats the ball up and toward a teammate before it touches the court surface—that teammate may then volley it back across the net or bat it to a third teammate who volleys it across the net. A team is allowed only three touches of the ball before it must be returned over the net.In 1916 rules were issued jointly by the YMCA and the National Collegiate Athletic Association (NCAA). The first nationwide tournament in the United States was conducted by the National YMCA Physical Education Committee in New York City in 1922. The United States Volleyball Association (USVBA) was formed in 1928 and recognized as the rules-making, governing body in the United States. From 1928 the USVBA—now known as USA Volleyball (USAV)—has conducted annual national men’s and senior men’s (age 35 and older) volleyball championships, except during 1944 and 1945. Its women’s division was started in 1949, and a senior women’s division (age 30 and older) was added in 1977. Other national events in the United States are conducted by member groups of the USAV such as the YMCA and the NCAA.European championships were long dominated by Czechoslovakian, Hungarian, Polish, Bulgarian, Romanian, and Soviet (later, Russian) teams. At the world and Olympic level, Soviet teams have won more titles, both men’s and women’s, than those of any other nation. Their success was attributed to widespread grassroots interest and well-organized play and instruction at all levels of skill. A highly publicized Japanese women’s team, Olympic champions in 1964, reflected the interest of private industry in sport. Young women working for the sponsoring company devoted their free time to conditioning, team practice, and competition under expert and demanding coaching. Encouraged by the Japanese Volleyball Association, this women’s team made its mark in international competition, winning the World Championship in 1962, 1966, and 1967, in addition to the 1964 Olympics. At the end of the 20th century, however, the Cuban women’s team dominated both the World Championships and the Olympics."
    },
    {
        "_id": "11468ed61aee84de492a8b04158a22f9",
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 1288,
        "title": "Basketball Refarence the value .",
        "trainer": {
            "name": "Kevin Durant",
            "fee": "$ 2000",
            "img": "https://imageio.forbes.com/specials-images/imageserve/5f8494218e4a2df00402dd0f/0x0.jpg?format=jpg&width=1200"
        },
        "thumbnail_url": "https://images.unsplash.com/photo-1519861531473-9200262188bf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8YmFza2V0YmFsbHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "image_url": "https://plus.unsplash.com/premium_photo-1663076014885-d8dc5fe8f55b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTl8fGJhc2tldGJhbGx8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "details": "The only major sport strictly of U.S. origin, basketball was invented by James Naismith (1861–1939) on or about December 1, 1891, at the International Young Men's Christian Association (YMCA) Training School (now Springfield College), Springfield, Massachusetts, where Naismith was an instructor in physical education.The instructor of this class was James Naismith, a 31-year-old graduate student. After graduating from Presbyterian College in Montreal with a theology degree, Naismith embraced his love of athletics and headed to Springfield to study physical education—at that time, a relatively new and unknown academic discipline—under Luther Halsey Gulick, superintendent of physical education at the College and today renowned as the father of physical education and recreation in the United States.As Naismith, a second-year graduate student who had been named to the teaching faculty, looked at his class, his mind flashed to the summer session of 1891, when Gulick introduced a new course in the psychology of play. In class discussions, Gulick had stressed the need for a new indoor game, one “that would be interesting, easy to learn, and easy to play in the winter and by artificial light.” No one in the class had followed up on Gulick’s challenge to invent such a game. But now, faced with the end of the fall sports season and students dreading the mandatory and dull required gymnasium work, Naismith had a new motivation.Naismith then drew up the 13 original rules, which described, among other facets, the method of moving the ball and what constituted a foul. A referee was appointed. The game would be divided into two, 15-minute halves with a five-minute resting period in between. Naismith’s secretary typed up the rules and tacked them on the bulletin board. A short time later, the gym class met, and the teams were chosen with three centers, three forwards, and three guards per side. Two of the centers met at mid-court, Naismith tossed the ball, and the game of “basket ball” was born."
    },
    {
        "_id": "11468ed61aee84de492a8b04158a22f0",
        "category_id": "01",
        "rating": {
            "number": 4.1,
            "badge": "Excellent"
        },
        "total_view": 428,
        "title": "Join INSIDEGOLF and get $100 of value for $20!",
        "trainer": {
            "name": "Dustin Johnson",
            "fee": "$ 3000",
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQhMptsj4UL1p9OGQPVXR61QC2TfLtsDA31BA&usqp=CAU"
        },
        "thumbnail_url": "https://images.unsplash.com/photo-1535131749006-b7f58c99034b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Z29sZnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "image_url": "https://images.unsplash.com/flagged/photo-1576448438685-9f5e5b283d4f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fGdvbGZ8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
        "details": "One of the premier golf courses of the day was at Leith near Edinburgh which hosted the first international golf match in 1682, when the Duke of York and George Patterson representing Scotland, beat two English noblemen.At this time golfers were using hand-crafted wooden clubs usually made from beech with shafts of ash or hazel, and balls were made from compressed feathers wrapped in a stitched horse hide.The forerunner to the British Open was played at the Prestwick Golf Club in 1860 with Willie Park victorious. After this other legendary names of the game were born such as Tom Morris, his son, Young Tom Morris, went on to be the first great champion, winning the event a record four consecutive times from 1869.Today, it is the golf courses themselves that reflect the history of the game, with the US courses presented as beautifully sculptured and manicured landscaped parklands, unlike those in Britain, which are typically rough links courses with bunkers you can hide London Double Decker buses in!Some of the most famous golf courses in the world are still to be found in Scotland: their names evoke the passion and tradition of the game of golf. Gleneagles, The Old Course at St. Andrews, Carnoustie, Royal Troon, Prestwick, to name but a few…"
    }
]